<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Информация об учебном центре «Прогресс»");
$APPLICATION->SetPageProperty("keywords", "центр прогресс");
$APPLICATION->SetPageProperty("description", "Мы УЦ ДПО «Прогресс» внедряем образовательные программы и учебные планы, способствующие получению обучающимися глубоких и прочных профессиональных знаний и навыков.");
$APPLICATION->SetTitle("Сведения об образовательной организации");
?> 
<p><img src="/o-tsentre/abouth.jpg" alt="Информация об учебном центре «Прогресс»" title="Информация об учебном центре «Прогресс»" border="0" width="815" height="544"  /></p>
 
<p>Автономная некоммерческая организация «Учебный центр дополнительного профессионального образования «Прогресс» (АНО «УЦ ДПО «Прогресс»), создан в 2007 году на базе государственного предприятия ГОУ ДПО УЦ и ПК «Прогресс» в целях подготовки высокопрофессиональных специалистов в области жилищно-коммунального хозяйства, строительства и других перспективных областях деятельности, а также, повышения профессиональных знаний кадров предприятий, организаций и учреждений, совершенствования их деловых качеств, подготовки их к выполнению новых трудовых функций. Учредителями Центра являются специалисты в области образования и строительства.</p>
 
<p>АНО УЦ ДПО «Прогресс» внедряет образовательные программы и учебные планы, способствующие получению обучающимися глубоких и прочных профессиональных знаний и навыков.</p>
 
<p>Организация дополнительного профессионального образования осуществляется на базе образовательных программ переподготовки, повышения квалификации рабочих и специалистов, а также подготовки рабочих и специалистов соответствующего уровня квалификации по ускоренной форме обучения. Содержание образования и организации образовательного процесса в нашем учебном Центре регламентируются учебными (тематическими) планами, программами, разработанными образовательным учреждением самостоятельно,</p>
 
<p>Мы осуществляем подготовку слушателей к практической работе, успешному выполнению трудовых обязанностей и задач, поставленных руководством предприятия или организации. Наши курсы подготовки, переподготовки, семинары и тренинги разработаны по методикам обучения, которые помогают слушателям максимально эффективно усваивать учебный материал. На занятиях слушатели изучают теоретическую часть, а затем приступают к практическим занятиям, тем самым закрепляя полученные знания и вырабатывая профессиональные навыки работы.</p>
 
<p>Общее руководство центром осуществляет выборный орган – Правление. Учебный центр имеет три филиала, которые расположены в очень удобных районах городов: Ставрополя, Кисловодска и Пятигорска. Выработанная многолетним опытом работы на рынке дополнительного профессионального образования система обучения и подготовки специалистов, а также высококвалифицированный преподавательский состав позволяют нашему образовательному учреждению предлагать не только обучающие курсы для начинающих, но также курсы повышения квалификации и переподготовки действующих специалистов.</p>
 
<p>Перечень услуг, оказываемых Прогрессом был определен после изучения рынка труда города и на сегодняшний день включает в себя более 70 наименований различного направления. Современные работодатели предъявляют к вновь поступающим и уже работающим сотрудникам дополнительные требования, которые диктует сегодняшний день; а именно: владение смежными профессиями, владение знаниями персонального компьютера и специализированными компьютерными программами ( в частности Worg и Excel). Наш учебный центр даст вам необходимые знания и в этой области. </p>
 <blockquote> 
  <p>Прием обучающихся осуществляется по заявке от организации или заявлению от физического лица с обязательным заключением договора на обучение, который регламентирует отношения организации и обучающегося. </p>
 </blockquote> 
<h2>Орган Управления</h2>
 
<p>Высшим коллегиальным органом управления Центром является Правление. Единоличным исполнительным органом Центра является Директор. Директор осуществляет текущее руководство деятельностью Центра и подотчетен Правлению. Контроль за финансово-хозяйственной деятельностью Центра осуществляют Учредители Центра. </p>
 
<ul> 
  <li> Директор учебного центра - Селюкова Валентина Васильевна. Телефон: 8 (8652) 28-01-23;</li>
 </ul>
 
<div><a href="https://islod.obrnadzor.gov.ru/rlic/details/85790be5-903d-6da5-6616-e312978c9a03/" target="_blank" rel="nofollow" >Проверить лицензию организации</a> на сайте Федеральной службы по надзору в сфере образования и науки.</div>

<div class="block_licmin">
	<div class="Wrapper licmin">
		<div class="licmin_left">
			<div class="licmin_left_zag">
<? 
                $APPLICATION->IncludeComponent(
                "bitrix:main.include",
                "",
                Array(
                "AREA_FILE_SHOW" => "file", 
                 "PATH" => "/includes/text_min_zag.php",
                "EDIT_MODE" => "html" 
                )
                );
?>
				
			</div>
			<div class="licmin_left_cont">

<? 
                $APPLICATION->IncludeComponent(
                "bitrix:main.include",
                "",
                Array(
                "AREA_FILE_SHOW" => "file", 
                "PATH" => "/includes/text_min.php",
                "EDIT_MODE" => "html" 
                )
                );
?>
			</div>  
			<div class="licmin_left_cont">
<? 
                $APPLICATION->IncludeComponent(
                "bitrix:main.include",
                "",
                Array(
                "AREA_FILE_SHOW" => "file", 
                "PATH" => "/includes/text_min2.php",
                "EDIT_MODE" => "html" 
                )
                );
?>
					
			</div>

			<div class="licmin_left_cont_butt">
<? 
                $APPLICATION->IncludeComponent(
                "bitrix:main.include",
                "",
                Array(
                "AREA_FILE_SHOW" => "file", 
                "PATH" => "/includes/ss_min2.php",
                "EDIT_MODE" => "html" 
                )
                );
?>	
			</div>


			<div class="licmin_left_cont_butt">
<? 
                $APPLICATION->IncludeComponent(
                "bitrix:main.include",
                "",
                Array(
                "AREA_FILE_SHOW" => "file", 
                "PATH" => "/includes/ss_min.php",
                "EDIT_MODE" => "html" 
                )
                );
?>	
			</div>
		</div>
		<div class="licmin_right"> 
<?$APPLICATION->IncludeComponent(
	"bitrix:news.list", 
	"licenzii_min", 
	array(
		"ACTIVE_DATE_FORMAT" => "d.m.Y",
		"ADD_SECTIONS_CHAIN" => "Y",
		"AJAX_MODE" => "N",
		"AJAX_OPTION_ADDITIONAL" => "",
		"AJAX_OPTION_HISTORY" => "N",
		"AJAX_OPTION_JUMP" => "N",
		"AJAX_OPTION_STYLE" => "Y",
		"CACHE_FILTER" => "N",
		"CACHE_GROUPS" => "N",
		"CACHE_TIME" => "86400",
		"CACHE_TYPE" => "A",
		"CHECK_DATES" => "Y",
		"DETAIL_URL" => "",
		"DISPLAY_BOTTOM_PAGER" => "N",
		"DISPLAY_DATE" => "Y",
		"DISPLAY_NAME" => "Y",
		"DISPLAY_PICTURE" => "Y",
		"DISPLAY_PREVIEW_TEXT" => "Y",
		"DISPLAY_TOP_PAGER" => "N",
		"FIELD_CODE" => array(
			0 => "",
			1 => "",
		),
		"FILTER_NAME" => "",
		"HIDE_LINK_WHEN_NO_DETAIL" => "N",
		"IBLOCK_ID" => "23",
		"IBLOCK_TYPE" => "info",
		"INCLUDE_IBLOCK_INTO_CHAIN" => "Y",
		"INCLUDE_SUBSECTIONS" => "Y",
		"MESSAGE_404" => "",
		"NEWS_COUNT" => "10",
		"PAGER_BASE_LINK_ENABLE" => "N",
		"PAGER_DESC_NUMBERING" => "N",
		"PAGER_DESC_NUMBERING_CACHE_TIME" => "36000",
		"PAGER_SHOW_ALL" => "N",
		"PAGER_SHOW_ALWAYS" => "N",
		"PAGER_TEMPLATE" => ".default",
		"PAGER_TITLE" => "Новости",
		"PARENT_SECTION" => "",
		"PARENT_SECTION_CODE" => "",
		"PREVIEW_TRUNCATE_LEN" => "",
		"PROPERTY_CODE" => array(
			0 => "AUTHOR",
			1 => "",
		),
		"SET_BROWSER_TITLE" => "N",
		"SET_LAST_MODIFIED" => "N",
		"SET_META_DESCRIPTION" => "N",
		"SET_META_KEYWORDS" => "N",
		"SET_STATUS_404" => "Y",
		"SET_TITLE" => "N",
		"SHOW_404" => "Y",
		"SORT_BY1" => "ACTIVE_FROM",
		"SORT_BY2" => "ACTIVE_FROM",
		"SORT_ORDER1" => "DESC",
		"SORT_ORDER2" => "DESC",
		"STRICT_SECTION_CHECK" => "N",
		"COMPONENT_TEMPLATE" => "reviews",
		"FILE_404" => ""
	),
	false
);?>
		</div>




	</div>
</div>
 <?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>