<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Информация об учебном центре «Прогресс»");
$APPLICATION->SetPageProperty("keywords", "центр прогресс");
$APPLICATION->SetPageProperty("description", "Мы УЦ ДПО «Прогресс» внедряем образовательные программы и учебные планы, способствующие получению обучающимися глубоких и прочных профессиональных знаний и навыков.");
$APPLICATION->SetTitle("Сведения об образовательной организации");
?> 
<p><img src="/o-tsentre/abouth.jpg" alt="Информация об учебном центре «Прогресс»" title="Информация об учебном центре «Прогресс»" border="0" width="815" height="544"  /></p>
 
<p>Автономная некоммерческая организация «Учебный центр дополнительного профессионального образования «Прогресс» (АНО «УЦ ДПО «Прогресс»), создан в 2007 году на базе государственного предприятия ГОУ ДПО УЦ и ПК «Прогресс» в целях подготовки высокопрофессиональных специалистов в области жилищно-коммунального хозяйства, строительства и других перспективных областях деятельности, а также, повышения профессиональных знаний кадров предприятий, организаций и учреждений, совершенствования их деловых качеств, подготовки их к выполнению новых трудовых функций. Учредителями Центра являются специалисты в области образования и строительства.</p>
 
<p>АНО УЦ ДПО «Прогресс» внедряет образовательные программы и учебные планы, способствующие получению обучающимися глубоких и прочных профессиональных знаний и навыков.</p>
 
<p>Организация дополнительного профессионального образования осуществляется на базе образовательных программ переподготовки, повышения квалификации рабочих и специалистов, а также подготовки рабочих и специалистов соответствующего уровня квалификации по ускоренной форме обучения. Содержание образования и организации образовательного процесса в нашем учебном Центре регламентируются учебными (тематическими) планами, программами, разработанными образовательным учреждением самостоятельно,</p>
 
<p>Мы осуществляем подготовку слушателей к практической работе, успешному выполнению трудовых обязанностей и задач, поставленных руководством предприятия или организации. Наши курсы подготовки, переподготовки, семинары и тренинги разработаны по методикам обучения, которые помогают слушателям максимально эффективно усваивать учебный материал. На занятиях слушатели изучают теоретическую часть, а затем приступают к практическим занятиям, тем самым закрепляя полученные знания и вырабатывая профессиональные навыки работы.</p>
 
<p>Общее руководство центром осуществляет выборный орган – Правление. Учебный центр имеет три филиала, которые расположены в очень удобных районах городов: Ставрополя, Кисловодска и Пятигорска. Выработанная многолетним опытом работы на рынке дополнительного профессионального образования система обучения и подготовки специалистов, а также высококвалифицированный преподавательский состав позволяют нашему образовательному учреждению предлагать не только обучающие курсы для начинающих, но также курсы повышения квалификации и переподготовки действующих специалистов.</p>
 
<p>Перечень услуг, оказываемых Прогрессом был определен после изучения рынка труда города и на сегодняшний день включает в себя более 70 наименований различного направления. Современные работодатели предъявляют к вновь поступающим и уже работающим сотрудникам дополнительные требования, которые диктует сегодняшний день; а именно: владение смежными профессиями, владение знаниями персонального компьютера и специализированными компьютерными программами ( в частности Worg и Excel). Наш учебный центр даст вам необходимые знания и в этой области. </p>
 <blockquote> 
  <p>Прием обучающихся осуществляется по заявке от организации или заявлению от физического лица с обязательным заключением договора на обучение, который регламентирует отношения организации и обучающегося. </p>
 </blockquote> 
<h2>Орган Управления</h2>
 
<p>Высшим коллегиальным органом управления Центром является Правление. Единоличным исполнительным органом Центра является Директор. Директор осуществляет текущее руководство деятельностью Центра и подотчетен Правлению. Контроль за финансово-хозяйственной деятельностью Центра осуществляют Учредители Центра. </p>
 
<ul> 
  <li> Директор учебного центра - Селюкова Валентина Васильевна. Телефон: 8 (8652) 28-01-23;</li>
 </ul>
 
<div><a href="https://islod.obrnadzor.gov.ru/rlic/details/85790be5-903d-6da5-6616-e312978c9a03/" target="_blank" rel="nofollow" >Проверить лицензию организации</a> на сайте Федеральной службы по надзору в сфере образования и науки.</div>
 <?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>